Repository: xmliszt/joodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: Download in App Store
fr: Télécharger sur l'App Store
ja: App Store でダウンロード
ko: App Store에서 다운로드
tr: App Store'dan indir
zh_hans: 在 App Store 下载
zh_hant: 在 App Store 下載

source: Download New Version
fr: Télécharger la nouvelle version
ja: 新しいバージョンをダウンロード
ko: 새 버전 다운로드
tr: Yeni sürümü indir
zh_hans: 下载新版本
zh_hant: 下載新版本

source: Downloading from iCloud...
fr: Téléchargement depuis iCloud…
ja: iCloud からダウンロード中...
ko: iCloud에서 다운로드 중...
tr: iCloud'dan indiriliyor...
zh_hans: 正在从 iCloud 下载…
zh_hant: 正在從 iCloud 下載…

source: Draw a candle. How much of it 'burned down' during your workday?
fr: Dessinez une bougie. Combien a-t-elle « fondu » pendant votre journée de travail ?
ja: ろうそくを描いてください。仕事のあいだにどれだけ短くなりましたか？
ko: 초를 하나 그려보세요. 오늘 업무 시간 동안 얼마나 "타들어갔"나요?
tr: Bir mum çiz. İş günün boyunca ne kadarı 'eriyip bitti'?
zh_hans: 画一根蜡烛。它在你的工作日中"燃尽"了多少？
zh_hant: 畫一根蠟燭。它在你的工作日中「燃盡」了多少？

source: Draw a Post-it note with the one word that sums up your afternoon.
fr: Dessinez un Post-it avec le seul mot qui résume votre après-midi.
ja: 午後をひと言で表す単語を、付箋に書いたように描いてください。
ko: 오후를 한 단어로 요약한 포스트잇을 그려보세요.
tr: Öğleden sonranı tek kelimeyle özetleyen bir Post-it not çiz.
zh_hans: 画一张便利贴，用一个词总结你的下午。
zh_hant: 畫一張便利貼，用一個詞總結你的下午。

source: Draw a simple open door. What is one tiny thing you can see on the other side?
fr: Dessinez une simple porte ouverte. Quelle petite chose voyez-vous de l'autre côté ?
ja: シンプルな開いたドアを描いてください。向こう側に見える小さなものをひとつ挙げるなら何ですか？
ko: 단순한 열린 문을 그려보세요. 문 너머에 보이는 작은 것은 무엇인가요?
tr: Basit, açık bir kapı çiz. Diğer tarafta görebildiğin küçücük bir şey ne?
zh_hans: 画一扇简单的开着的门。你能在门的另一边看到什么小东西？
zh_hant: 畫一扇簡單的開著的門。你能在門的另一邊看到什麼小東西？

source: Draw a simple tea cup. Is it overflowing, half-full, or bone dry?
fr: Dessinez une simple tasse de thé. Est-elle pleine à ras bord, à moitié pleine, ou complètement vide ?
ja: シンプルなティーカップを描いてください。あふれそうですか、半分ですか、それとも空っぽですか？
ko: 간단한 찻잔을 그려보세요. 넘칠 만큼 가득한가요, 반쯤 찼나요, 아니면 완전히 비었나요?
tr: Basit bir çay fincanı çiz. Taşıyor mu, yarı dolu mu, yoksa tamamen boş mu?
zh_hans: 画一个简单的茶杯。它是满到溢出来、半满，还是完全空的？
zh_hant: 畫一個簡單的茶杯。它是滿到溢出來、半滿，還是完全空的？

source: Draw a small backpack. Draw one heavy rock inside for your biggest worry.
fr: Dessinez un petit sac à dos. Dessinez une grosse pierre à l'intérieur pour votre plus grande inquiétude.
ja: 小さなリュックを描いてください。中に、いちばん大きな不安を表す重い石を1つ入れてください。
ko: 작은 배낭을 그리고, 가장 큰 걱정을 나타내는 무거운 돌 하나를 안에 그려보세요.
tr: Küçük bir sırt çantası çiz. İçine en büyük endişen için ağır bir taş çiz.
zh_hans: 画一个小背包。在里面画一块沉重的石头，代表你最大的烦恼。
zh_hant: 畫一個小背包。在裡面畫一塊沉重的石頭，代表你最大的煩惱。

source: Draw a tiny trophy for one thing you actually finished today.
fr: Dessinez un petit trophée pour une chose que vous avez vraiment terminée aujourd'hui.
ja: 今日ちゃんと終えられたことをひとつ、小さなトロフィーにして描いてください。
ko: 오늘 실제로 끝낸 한 가지를 위해 작은 트로피를 그려보세요.
tr: Bugün gerçekten bitirdiğin bir şey için küçücük bir kupa çiz.
zh_hans: 为你今天真正完成的一件事画一个小小的奖杯。
zh_hant: 為你今天真正完成的一件事畫一個小小的獎盃。

source: Draw and Edit Joodle
fr: Dessiner et modifier un Joodle
ja: Joodle を描く・編集する
ko: Joodle 그리기 및 편집
tr: Joodle çiz ve düzenle
zh_hans: 绘制和编辑涂鸦
zh_hant: 繪製與編輯塗鴉

source: Draw as much as you want, no limits
fr: Dessinez autant que vous voulez, sans limites
ja: 好きなだけ、制限なく描いてください
ko: 제한 없이 원하는 만큼 그리기
tr: İstediğin kadar çiz, sınır yok
zh_hans: 无限次涂鸦，随心创作
zh_hant: 無限次塗鴉，盡情創作

source: Draw or edit your Joodle, then tap ✓ to save
fr: Dessinez ou modifiez votre Joodle, puis appuyez sur ✓ pour enregistrer
ja: Joodle を描くか編集して、✓ をタップして保存してください
ko: Joodle을 그리거나 편집한 다음 ✓를 눌러 저장하세요
tr: Joodle'nı çiz veya düzenle, sonra kaydetmek için ✓ işaretine dokun
zh_hans: 绘制或编辑你的涂鸦，然后点击 ✓ 保存
zh_hant: 繪製或編輯你的塗鴉，然後點一下 ✓ 儲存

source: Draw Placeholder
fr: Dessiner un espace réservé
ja: プレースホルダーを描く
ko: 플레이스홀더 그리기
tr: Yer tutucu çiz
zh_hans: 绘制测试占位图
zh_hant: 繪製測試佔位圖

source: Draw the footwear you just took off, exactly where they landed.
fr: Dessinez les chaussures que vous venez d'enlever, exactement là où elles ont atterri.
ja: 脱いだばかりの靴や履物を、着地したその場所に描いてください。
ko: 방금 벗어놓은 신발을, 지금 놓인 그대로의 위치로 그려보세요.
tr: Az önce çıkardığın ayakkabıyı tam düştükleri yerde çiz.
zh_hans: 画出你刚脱下的鞋子，就按它们现在摆放的位置画。
zh_hant: 畫出你剛脫下的鞋子，就照它們現在擺放的位置畫。

source: Draw the shape of the steam or the ripples in your current drink.
fr: Dessinez la forme de la vapeur ou les ondulations dans votre boisson actuelle.
ja: 今飲んでいる飲み物の湯気や波紋の形を描いてください。
ko: 지금 마시는 음료의 김 모양이나 물결을 그려보세요.
tr: Şu anki içeceğindeki buharın veya dalgacıkların şeklini çiz.
zh_hans: 画出你当前饮品的蒸汽形状或水面波纹。
zh_hant: 畫出你目前飲品的蒸氣形狀或水面波紋。

source: Draw the specific way your blanket or sleeves are wrinkled right now.
fr: Dessinez la façon exacte dont votre couverture ou vos manches sont froissées en ce moment.
ja: 今の毛布や袖のしわの付き方を、そのまま描いてください。
ko: 지금 담요나 소매에 생긴 주름 모양을 그대로 그려보세요.
tr: Battaniyenin ya da kollarının şu an tam olarak nasıl kırıştığını çiz.
zh_hans: 画出此刻你的毯子或袖子的褶皱形态。
zh_hant: 畫出此刻你的毯子或袖子的皺褶形態。

source: Draw the very last thing you ate—just the crumbs or the wrapper.
fr: Dessinez la toute dernière chose que vous avez mangée — juste les miettes ou l'emballage.
ja: 最後に食べたものを描いてください。残っているのはパンくずや包み紙だけでも構いません。
ko: 방금 마지막으로 먹은 것을 그려보세요. 부스러기나 포장지만 그려도 됩니다.
tr: En son yediğin şeyi çiz—yalnızca kırıntıları ya da ambalajı.
zh_hans: 画出你刚吃过的最后一样食物——只要画残渣或包装纸就行。
zh_hant: 畫出你剛吃過的最後一樣食物——只要畫殘渣或包裝紙就行。

source: Draw your energy as a literal battery. How many bars are left?
fr: Dessinez votre énergie sous forme de batterie. Combien de barres reste-t-il ?
ja: 自分のエネルギーをそのまま電池として描いてください。残りのバーは何本ですか？
ko: 지금의 에너지를 배터리로 표현해 보세요. 배터리 칸이 몇 칸 남았나요?
tr: Enerjini birebir bir pil olarak çiz. Kaç çubuk kaldı?
zh_hans: 把你的精力画成一块真实的电池。还剩多少格电？
zh_hant: 把你的精力畫成一塊真實的電池。還剩幾格電？

source: Duplicate Details
fr: Détails des doublons
ja: 重複の詳細
ko: 중복 항목 상세
tr: Yinelenen kayıt ayrıntıları
zh_hans: 重复记录详情
zh_hant: 重複記錄詳情

source: Duplicate Entries
fr: Entrées en double
ja: 重複エントリー
ko: 중복 항목
tr: Yinelenen kayıtlar
zh_hans: 重复记录
zh_hant: 重複記錄

source: Edit Doodle
fr: Modifier le gribouillis
ja: Joodle を編集
ko: 낙서 편집
tr: Joodle'yi düzenle
zh_hans: 编辑涂鸦
zh_hant: 編輯塗鴉

source: Editing Locked
fr: Modification verrouillée
ja: 編集はロックされています
ko: 편집 잠김
tr: Düzenleme kilitli
zh_hans: 编辑已锁定
zh_hant: 編輯已鎖定

source: Empty Entries
fr: Entrées vides
ja: 空のエントリー
ko: 빈 항목
tr: Boş kayıtlar
zh_hans: 空记录
zh_hant: 空白記錄

source: Enable
fr: Activer
ja: 有効にする
ko: 활성화
tr: Aç
zh_hans: 启用
zh_hant: 啟用

source: Enable & Restart Joodle
fr: Activer et redémarrer Joodle
ja: 有効にして Joodle を再起動
ko: 활성화 후 Joodle 다시 시작
tr: Joodle'yi aç ve yeniden başlat
zh_hans: 启用并重启 Joodle
zh_hant: 啟用並重新啟動 Joodle

source: Enable Announcements
fr: Activer les annonces
ja: お知らせを有効にする
ko: 공지 활성화
tr: Duyuruları aç
zh_hans: 启用公告
zh_hant: 啟用公告

source: Enable Daily Reminder
fr: Activer le rappel quotidien
ja: 毎日のリマインダーを有効にする
ko: 매일 알림 활성화
tr: Günlük anımsatıcıyı aç
zh_hans: 启用每日提醒
zh_hant: 啟用每日提醒

source: Enable iCloud Sync
fr: Activer la synchronisation iCloud
ja: iCloud 同期を有効にする
ko: iCloud 동기화 활성화
tr: iCloud eşitlemesini aç
zh_hans: 启用 iCloud 云服务同步
zh_hant: 啟用 iCloud 同步

source: Enable System iCloud for Joodle
fr: Activer iCloud système pour Joodle
ja: Joodle のシステム iCloud を有効にする
ko: Joodle용 시스템 iCloud 활성화
tr: Joodle için sistem iCloud'unu aç
zh_hans: 为 Joodle 启用系统 iCloud
zh_hant: 為 Joodle 啟用系統 iCloud

source: Ensure you have available iCloud storage space. Go to Settings → [Your Name] → iCloud → Manage Storage.
fr: Assurez-vous d'avoir de l'espace de stockage iCloud disponible. Allez dans Réglages → [Votre nom] → iCloud → Gérer le stockage.
ja: 利用可能な iCloud ストレージ容量があることを確認してください。設定 → [あなたの名前] → iCloud → ストレージを管理 に進んでください。
ko: 사용 가능한 iCloud 저장 공간이 충분한지 확인하세요. 설정 → [내 이름] → iCloud → 저장 공간 관리로 이동하세요.
tr: Kullanılabilir iCloud depolama alanın olduğundan emin ol. Ayarlar → [Adın] → iCloud → Depolamayı Yönet yolunu izle.
zh_hans: 确保你有足够的 iCloud 存储空间。前往 设置 → [你的名字] → iCloud → 管理存储空间。
zh_hant: 請確保你有足夠的 iCloud 儲存空間。前往「設定」→「[你的名稱]」→「iCloud」→「管理儲存空間」。

source: Entries by Year
fr: Entrées par année
ja: 年ごとのエントリー
ko: 연도별 항목
tr: Yıla göre kayıtlar
zh_hans: 按年份分类的记录
zh_hant: 依年份分類的記錄

source: Error
fr: Erreur
ja: エラー
ko: 오류
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Events and community updates
fr: Événements et actualités de la communauté
ja: イベントとコミュニティの最新情報
ko: 이벤트 및 커뮤니티 소식
tr: Etkinlikler ve topluluk güncellemeleri
zh_hans: 活动和社区动态
zh_hant: 活動與社群動態

source: Excerpt
fr: Extrait
ja: 抜粋
ko: 발췌
tr: Alıntı
zh_hans: 摘要
zh_hant: 摘錄

source: Excerpt Video
fr: Vidéo d'extrait
ja: 抜粋動画
ko: 발췌 영상
tr: Alıntı videosu
zh_hans: 摘要视频
zh_hant: 摘錄影片

source: Exit Production Simulation
fr: Quitter la simulation de production
ja: 本番シミュレーションを終了
ko: 프로덕션 시뮬레이션 종료
tr: Üretim simülasyonundan çık
zh_hans: 退出生产环境模拟
zh_hant: 結束正式環境模擬

source: Experimental Features
fr: Fonctionnalités expérimentales
ja: 実験的機能
ko: 실험적 기능
tr: Deneysel özellikler
zh_hans: 实验功能
zh_hant: 實驗功能

source: Experimental features are fun little projects that we are testing. These features may affect performance or battery life.
fr: Les fonctionnalités expérimentales sont de petits projets amusants que nous testons. Elles peuvent affecter les performances ou l'autonomie de la batterie.
ja: 実験的機能は、私たちが試している小さな楽しいプロジェクトです。これらの機能はパフォーマンスやバッテリー駆動時間に影響する場合があります。
ko: 실험적 기능은 현재 테스트 중인 작은 실험 프로젝트입니다. 성능이나 배터리 수명에 영향을 줄 수 있습니다.
tr: Deneysel özellikler, test ettiğimiz küçük ve eğlenceli projelerdir. Bu özellikler performansı veya pil ömrünü etkileyebilir.
zh_hans: 实验功能是我们正在测试的试用性功能。此类功能可能影响应用性能或电池寿命。
zh_hant: 實驗功能是我們正在測試的試驗性專案。這類功能可能會影響效能或電池續航力。

source: Expires %@
fr: Expire le %@
ja: %@ に期限切れ
ko: %@ 만료
tr: Sona erme: %@
zh_hans: 到期时间 %@
zh_hant: 到期時間 %@

source: Export complete
fr: Exportation terminée
ja: エクスポート完了
ko: 내보내기 완료
tr: Dışa aktarma tamamlandı
zh_hans: 导出完成
zh_hant: 匯出完成

source: External Settings
fr: Réglages externes
ja: 外部設定
ko: 외부 설정
tr: Dış ayarlar
zh_hans: 外部设置
zh_hant: 外部設定

source: Failed to Load
fr: Échec du chargement
ja: 読み込みに失敗
ko: 불러오기 실패
tr: Yüklenemedi
zh_hans: 加载失败
zh_hant: 載入失敗

source: Failed to load products: %@
fr: Échec du chargement des produits : %@
ja: プロダクトの読み込みに失敗しました: %@
ko: 상품 불러오기 실패: %@
tr: Ürünler yüklenemedi: %@
zh_hans: 加载产品失败：%@
zh_hant: 載入產品失敗：%@

source: Failed to parse response: %@
fr: Échec de l'analyse de la réponse : %@
ja: レスポンスの解析に失敗しました: %@
ko: 응답 파싱 실패: %@
tr: Yanıt ayrıştırılamadı: %@
zh_hans: 解析响应失败：%@
zh_hant: 解析回應失敗：%@

source: Failed to restore purchase: %@
fr: Échec de la restauration de l'achat : %@
ja: 購入の復元に失敗しました: %@
ko: 구매 복원 실패: %@
tr: Satın alma geri yüklenemedi: %@
zh_hans: 恢复购买失败：%@
zh_hant: 回復購買失敗：%@

source: Feature Request
fr: Demande de fonctionnalité
ja: 機能リクエスト
ko: 기능 요청
tr: Özellik isteği
zh_hans: 功能建议
zh_hant: 功能建議

source: Find a shadow on the floor. Draw its exact outline right now.
fr: Trouvez une ombre au sol. Dessinez son contour exact maintenant.
ja: 床の上の影を見つけて、その輪郭を今すぐ描いてください。
ko: 바닥의 그림자를 하나 찾아 지금 보이는 윤곽 그대로 그려보세요.
tr: Yerde bir gölge bul. Tam olarak dış hatlarını şimdi çiz.
zh_hans: 在地板上找一个影子。现在就画出它的确切轮廓。
zh_hant: 在地板上找一個影子。現在就畫出它確切的輪廓。

source: Follow on X
fr: Suivre sur X
ja: X をフォロー
ko: X에서 팔로우
tr: X'te takip et
zh_hans: 在 X 上关注
zh_hant: 在 X 上追蹤

source: For Everything Else
fr: Pour tout le reste
ja: その他のお問い合わせ
ko: 기타
tr: Diğer her şey için
zh_hans: 其他问题
zh_hant: 其他問題

source: Forever yours
fr: À vous pour toujours
ja: いつまでもあなたのもの
ko: 평생 소장
tr: Sonsuza dek senin
zh_hans: 终身畅享
zh_hant: 永遠屬於你

source: Frame your subject, then tap the shutter to capture
fr: Cadrez votre sujet, puis appuyez sur le déclencheur pour capturer
ja: 被写体を画面に収めて、シャッターをタップして撮影します
ko: 피사체를 화면에 맞춘 다음 셔터를 탭하여 촬영하세요
tr: Konunu çerçevele, sonra çekmek için deklanşöre dokun
zh_hans: 将主体置于画面中，然后点按快门进行拍摄
zh_hant: 將主體置於畫面中，然後點一下快門進行拍攝

source: Free
fr: gratuit
ja: 無料
ko: 무료
tr: Ücretsiz
zh_hans: 免费
zh_hant: 免費

# Free account can only edit the first %lld Joodles. This Joodle is #%lld.
source: Free account can only edit the first %1$lld Joodles. This Joodle is #%2$lld.
fr: Un compte gratuit ne peut modifier que les %1$lld premiers Joodles. Ce Joodle est le n°%2$lld.
ja: 無料アカウントでは最初の %1$lld 件の Joodle しか編集できません。この Joodle は %2$lld 件目です。
ko: 무료 계정은 처음 %1$lld개의 Joodle만 편집할 수 있습니다. 이 Joodle은 #%2$lld입니다.
tr: Ücretsiz hesap yalnızca ilk %1$lld Joodle'yi düzenleyebilir. Bu Joodle #%2$lld.
zh_hans: 免费用户只能编辑前%1$lld个涂鸦日记。这个涂鸦日记是第%2$lld个。
zh_hant: 免費帳號只能編輯前 %1$lld 個 Joodle。這個 Joodle 是第 %2$lld 個。

source: FREE TRIAL
fr: ESSAI GRATUIT
ja: 無料トライアル
ko: 무료 체험
tr: ÜCRETSİZ DENEME
zh_hans: 免费试用
zh_hant: 免費試用

source: Free trial • Promo code applied
fr: Essai gratuit • Code promo appliqué
ja: 無料トライアル・プロモコード適用済み
ko: 무료 체험 • 프로모 코드 적용됨
tr: Ücretsiz deneme • Promosyon kodu uygulandı
zh_hans: 免费试用 • 已应用促销码
zh_hant: 免費試用 • 已套用促銷碼

source: Free trial active
fr: Essai gratuit actif
ja: 無料トライアル有効
ko: 무료 체험 활성화됨
tr: Ücretsiz deneme etkin
zh_hans: 免费试用已激活
zh_hant: 免費試用進行中

source: Frequently Asked Questions
fr: Questions fréquentes
ja: よくある質問
ko: 자주 묻는 질문
tr: Sık sorulan sorular
zh_hans: 常见问题
zh_hant: 常見問題

source: Full access
fr: Accès complet
ja: フルアクセス
ko: 전체 이용
tr: Tam erişim
zh_hans: 完整使用
zh_hant: 完整使用

source: Full access to all Pro features.
fr: Accès complet à toutes les fonctionnalités Pro.
ja: すべてのPro機能にフルアクセス。
ko: 모든 Pro 기능을 자유롭게 이용하세요.
tr: Tüm Pro özelliklerine tam erişim.
zh_hans: 完整使用所有 Pro 功能。
zh_hant: 完整使用所有 Pro 功能。

source: Fun experiment
fr: Expérience amusante
ja: 楽しい実験
ko: 재미있는 실험
tr: Eğlenceli deney
zh_hans: 趣味实验
zh_hant: 趣味實驗

source: General
fr: Général
ja: 一般
ko: 일반
tr: Genel
zh_hans: 通用
zh_hant: 一般

source: Get a daily notification to remind you to capture your moment in Joodle.
fr: Recevez une notification quotidienne pour vous rappeler de capturer votre moment dans Joodle.
ja: Joodle でその瞬間を記録するよう、毎日通知を受け取れます。
ko: 매일 알림을 받아 Joodle에 오늘의 순간을 기록해 보세요.
tr: Anını Joodle'de yakalamanı anımsatan günlük bir bildirim al.
zh_hans: 每天收到一条通知，提醒你在 Joodle 中记录你的一刻。
zh_hant: 每天收到一則通知，提醒你在 Joodle 中記錄當下的一刻。

source: Get a gentle nudge every day to capture your moment in Joodle.
fr: Recevez un petit rappel chaque jour pour capturer votre moment dans Joodle.
ja: Joodle でその瞬間を記録できるよう、毎日やさしく促します。
ko: 매일 가볍게 알려주어 Joodle에 오늘의 순간을 기록하도록 도와줍니다.
tr: Anını Joodle'de yakalaman için her gün nazik bir dürtme al.
zh_hans: 每天贴心提醒你在 Joodle 中记录生活瞬间。
zh_hant: 每天溫柔提醒你在 Joodle 中記錄當下的一刻。

source: Get early access to experimental features
fr: Accédez en avant-première aux fonctionnalités expérimentales
ja: 実験的機能をいち早く利用する
ko: 실험적 기능 먼저 사용하기
tr: Deneysel özelliklere erken erişim elde et
zh_hans: 提前体验实验功能
zh_hant: 搶先體驗實驗功能

source: Get In Touch With Us
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
tr: Bizimle iletişime geç
zh_hans: 联系我们
zh_hant: 與我們聯絡

source: Get Involved
fr: Participer
ja: 参加する
ko: 참여하기
tr: Katkıda bulun
zh_hans: 参与互动
zh_hant: 一起參與

source: Get Joodle Pro
fr: Obtenir Joodle Pro
ja: Joodle Pro を入手
ko: Joodle Pro 시작하기
tr: Joodle Pro'yu edin
zh_hans: 获取 Joodle Pro
zh_hant: 獲取 Joodle Pro

source: Get Promo Code For Early Tester
fr: Obtenir un code promo pour testeur
ja: 早期テスター向けプロモコードを入手
ko: 초기 테스터용 프로모 코드 받기
tr: Erken test kullanıcısı için promosyon kodu al
zh_hans: 为早期测试者获取促销码
zh_hant: 為早期測試者獲取促銷碼

source: Go to Settings → [Your Name] → iCloud → Apps Using iCloud → Joodle and turn ON the toggle. This is required for sync to work.
fr: Allez dans Réglages → [Votre nom] → iCloud → Apps utilisant iCloud → Joodle et activez l'option. Cela est nécessaire pour que la synchronisation fonctionne.
ja: 設定 → [あなたの名前] → iCloud → iCloud を使用する App → Joodle に進み、トグルをオンにしてください。同期に必要です。
ko: 설정 → [내 이름] → iCloud → iCloud 사용하는 앱 → Joodle로 이동해 토글을 켜세요. 동기화가 작동하려면 이 설정이 필요합니다.
tr: Ayarlar → [Adın] → iCloud → iCloud'u Kullanan Uygulamalar → Joodle yoluna git ve düğmeyi AÇ. Eşitlemenin çalışması için bu gereklidir.
zh_hans: 前往 设置 → [你的名字] → iCloud → 使用 iCloud 的 App → Joodle，然后开启开关。同步功能需要此设置才能生效。
zh_hant: 前往「設定 → [你的名字] → iCloud → 使用 iCloud 的 App → Joodle」，然後開啟開關。同步功能需要此設定才能生效。

source: Go to Settings → [Your Name] and ensure you're signed in to iCloud.
fr: Allez dans Réglages → [Votre nom] et vérifiez que vous êtes connecté à iCloud.
ja: 設定 → [あなたの名前] に進み、iCloud にサインインしていることを確認してください。
ko: 설정 → [내 이름]으로 이동해 iCloud에 로그인되어 있는지 확인하세요.
tr: Ayarlar → [Adın] bölümüne git ve iCloud'da oturum açtığından emin ol.
zh_hans: 前往 设置 → [你的名字]，确保你已登录 iCloud。
zh_hant: 前往「設定 → [你的名字]」，確保你已登入 iCloud。

source: Green
fr: Vert
ja: 緑
ko: 초록
tr: Yeşil
zh_hans: 绿色
zh_hant: 綠色

source: Haptic Feedback
fr: Retour haptique
ja: 触覚フィードバック
ko: 햅틱 피드백
tr: Dokunsal geri bildirim
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

source: Haptic feedback also depends on your device's vibration setting in Settings > Accessibility > Touch > Vibration.
fr: Le retour haptique dépend aussi du réglage de vibration de votre appareil dans Réglages > Accessibilité > Toucher > Vibration.
ja: 触覚フィードバックは、設定 > アクセシビリティ > タッチ > バイブレーション の端末振動設定にも依存します。
ko: 햅틱 피드백은 기기의 진동 설정(설정 > 손쉬운 사용 > 터치 > 진동)에도 영향을 받습니다.
tr: Dokunsal geri bildirim ayrıca cihazının Ayarlar > Erişilebilirlik > Dokunma > Titreşim bölümündeki titreşim ayarına da bağlıdır.
zh_hans: 触觉反馈还取决于设备的振动设置（设置 > 辅助功能 > 触控 > 振动）。
zh_hant: 觸覺回饋也取決於裝置的震動設定（設定 > 輔助使用 > 觸控 > 震動）。

source: Home
fr: Accueil
ja: ホーム
ko: 홈
tr: Ana sayfa
zh_hans: 首页
zh_hant: 首頁

source: Hope you're loving Pro! You've got 2 more days of unlimited entries, every widget, and watermark-free sharing. When it ends, nothing's charged — you'll just move to Free.
fr: On espère que Pro vous plaît ! Il vous reste 2 jours d'entrées illimitées, de tous les widgets et de partage sans filigrane. À la fin, rien ne vous sera facturé — vous passerez simplement en version gratuite.
ja: Pro を楽しんでいただけていますか？無制限の記録、すべてのウィジェット、透かしなしの共有があと2日間使えます。終了しても料金は発生せず、無料版に切り替わるだけです。
ko: Pro가 마음에 드시나요? 무제한 기록, 모든 위젯, 워터마크 없는 공유를 2일 더 즐기실 수 있어요. 끝나도 요금은 청구되지 않고 무료로 전환됩니다.
tr: Umarım Pro'yu seviyorsundur! Sınırsız kayıt, tüm Widget'lar ve filigransız paylaşım için 2 günün daha var. Bittiğinde hiçbir ücret alınmaz — yalnızca Ücretsiz'e geçersin.
zh_hans: 希望你喜欢 Pro！你还有 2 天可以享受无限记录、全部小组件和无水印分享。结束后不会收取任何费用 — 只会切换到免费版。
zh_hant: 希望你喜歡 Pro！你還有 2 天可以享受無限記錄、全部小工具和無浮水印分享。結束後不會收取任何費用 — 只會切換到免費版。

source: How is your charging cable or headphone wire tangled on the surface near you?
fr: Comment votre câble de charge ou vos écouteurs sont-ils emmêlés sur la surface près de vous ?
ja: 充電ケーブルやヘッドホンのコードが、あなたの近くの表面でどんなふうに絡んでいますか？
ko: 주변 표면 위에서 충전 케이블이나 이어폰 줄이 어떻게 엉켜 있나요?
tr: Şarj kablon ya da kulaklık telin yanındaki yüzeyde nasıl dolanmış?
zh_hans: 你旁边的充电线或耳机线在桌面上是怎么缠绕的？
zh_hant: 你旁邊的充電線或耳機線在桌面上是怎麼纏繞的？

source: How to enable iCloud Sync for Joodle?
fr: Comment activer la synchronisation iCloud pour Joodle ?
ja: Joodle で iCloud 同期を有効にする方法
ko: Joodle에서 iCloud 동기화를 어떻게 활성화하나요?
tr: Joodle için iCloud eşitlemesi nasıl açılır?
zh_hans: 如何为 Joodle 启用 iCloud 云服务同步？
zh_hant: 如何為 Joodle 啟用 iCloud 同步？

source: How to Get Promo Code
fr: Comment obtenir un code promo
ja: プロモコードの取得方法
ko: 프로모 코드 받는 방법
tr: Promosyon kodu nasıl alınır
zh_hans: 如何获取兑换码
zh_hant: 如何獲取兌換碼

source: How to use Joodle?
fr: Comment utiliser Joodle ?
ja: Joodle の使い方
ko: Joodle 사용 방법
tr: Joodle nasıl kullanılır?
zh_hans: 如何使用 Joodle？
zh_hant: 如何使用 Joodle？

source: HR
fr: H
ja: 時間
ko: 시간
tr: SA
zh_hans: 时
zh_hant: 時

source: iCloud Account
fr: Compte iCloud
ja: iCloud アカウント
ko: iCloud 계정
tr: iCloud hesabı
zh_hans: iCloud 账户
zh_hant: iCloud 帳戶

source: iCloud Available
fr: iCloud disponible
ja: iCloud 利用可能
ko: iCloud 사용 가능
tr: iCloud kullanılabilir
zh_hans: iCloud 云服务可用
zh_hant: iCloud 可用

source: iCloud Backup
fr: Sauvegarde iCloud
ja: iCloudバックアップ
ko: iCloud 백업
tr: iCloud yedeği
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud Backups
fr: Sauvegardes iCloud
ja: iCloudバックアップ
ko: iCloud 백업
tr: iCloud yedekleri
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud disabled in Settings
fr: iCloud désactivé dans les Réglages
ja: iCloud は設定で無効
ko: 설정에서 iCloud가 비활성화됨
tr: iCloud Ayarlar'da kapalı
zh_hans: 设置中已停用 iCloud
zh_hant: iCloud 已在設定中停用

source: iCloud Disabled in System Settings
fr: iCloud désactivé dans les Réglages système
ja: iCloud はシステム設定で無効
ko: 시스템 설정에서 iCloud가 비활성화됨
tr: iCloud sistem ayarlarında kapalı
zh_hans: iCloud 云服务在系统设置中已停用
zh_hant: iCloud 已在系統設定中停用

source: iCloud Documents disabled in Settings
fr: Documents iCloud désactivés dans les Réglages
ja: iCloud ドキュメントは設定で無効です
ko: 설정에서 iCloud 문서가 비활성화됨
tr: iCloud Belgeleri Ayarlar'da kapalı
zh_hans: 设置中已停用 iCloud 云盘
zh_hant: iCloud 雲碟已在設定中停用

source: iCloud Drive is not available for Joodle
fr: iCloud Drive n'est pas disponible pour Joodle
ja: JoodleでiCloud Driveが利用できません
ko: Joodle에서 iCloud Drive를 사용할 수 없습니다
tr: iCloud Drive Joodle için kullanılamıyor
zh_hans: iCloud 云盘对 Joodle 不可用
zh_hant: iCloud 雲碟無法用於 Joodle

source: iCloud is Available
fr: iCloud est disponible
ja: iCloud は利用可能
ko: iCloud를 사용할 수 있습니다
tr: iCloud kullanılabilir
zh_hans: iCloud 云服务可用
zh_hant: iCloud 可用

source: iCloud is disabled in iOS Settings. Enable it in "Settings → [Your Name] → iCloud → Saved to iCloud -> Joodle" to sync.
fr: iCloud est désactivé dans les réglages iOS. Activez-le dans « Réglages → [Votre nom] → iCloud → Enregistré sur iCloud → Joodle » pour synchroniser.
ja: iCloud は iOS の設定で無効です。「設定 → [あなたの名前] → iCloud → iCloud に保存 → Joodle」で有効にすると同期できます。
ko: iOS 설정에서 iCloud가 비활성화되어 있습니다. 동기화를 위해 "설정 → [내 이름] → iCloud → iCloud에 저장 → Joodle"에서 활성화하세요.
tr: iCloud, iOS Ayarları'nda kapalı. Eşitlemek için "Ayarlar → [Adın] → iCloud → iCloud'a Kaydedildi -> Joodle" yolundan aç.
zh_hans: iOS 设置中已停用 iCloud。请在"设置 → [你的名字] → iCloud → 保存到 iCloud → Joodle"中启用以进行同步。
zh_hant: iCloud 已在 iOS 設定中停用。請在「設定 → [你的名字] → iCloud → 儲存到 iCloud → Joodle」中啟用以進行同步。

source: iCloud is disabled in Settings
fr: iCloud est désactivé dans les Réglages
ja: iCloud は設定で無効です
ko: 설정에서 iCloud가 비활성화되어 있습니다
tr: iCloud Ayarlar'da kapalı
zh_hans: 设置中已停用 iCloud
zh_hant: iCloud 已在設定中停用

source: iCloud is disabled in Settings. Enable it in 'Settings → [Your Name] → iCloud → Saved to iCloud → Joodle'.
fr: iCloud est désactivé dans les Réglages. Activez-le dans « Réglages → [Votre nom] → iCloud → Enregistré sur iCloud → Joodle ».
ja: iCloud は設定で無効です。「設定 → [あなたの名前] → iCloud → iCloud に保存 → Joodle」で有効にしてください。
ko: 설정에서 iCloud가 비활성화되어 있습니다. '설정 → [내 이름] → iCloud → iCloud에 저장 → Joodle'에서 활성화하세요.
tr: iCloud Ayarlar'da kapalı. 'Ayarlar → [Adın] → iCloud → iCloud'a Kaydedildi → Joodle' yolundan aç.
zh_hans: 设置中已停用 iCloud。请在"设置 → [你的名字] → iCloud → 保存到 iCloud → Joodle"中启用。
zh_hant: iCloud 已在設定中停用。請在「設定 → [你的名字] → iCloud → 儲存到 iCloud → Joodle」中啟用。

source: iCloud is not available
fr: iCloud n'est pas disponible
ja: iCloud は利用できません
ko: iCloud를 사용할 수 없음
tr: iCloud kullanılamıyor
zh_hans: iCloud 不可用
zh_hant: iCloud 無法使用

source: iCloud is not available. Please check your settings.
fr: iCloud n'est pas disponible. Veuillez vérifier vos réglages.
ja: iCloud は利用できません。設定をご確認ください。
ko: iCloud를 사용할 수 없습니다. 설정을 확인해 주세요.
tr: iCloud kullanılamıyor. Lütfen ayarlarını kontrol et.
zh_hans: iCloud 不可用。请检查你的设置。
zh_hant: iCloud 無法使用。請檢查你的設定。

source: iCloud is restricted on this device.
fr: iCloud est restreint sur cet appareil.
ja: このデバイスでは iCloud が制限されています。
ko: 이 기기에서는 iCloud가 제한되어 있습니다.
tr: iCloud bu cihazda kısıtlanmış.
zh_hans: 此设备上 iCloud 受限制。
zh_hant: 此裝置上的 iCloud 受到限制。

source: iCloud is temporarily unavailable.
fr: iCloud est temporairement indisponible.
ja: iCloud は一時的に利用できません。
ko: iCloud를 일시적으로 사용할 수 없습니다.
tr: iCloud geçici olarak kullanılamıyor.
zh_hans: iCloud 暂时不可用。
zh_hant: iCloud 暫時無法使用。

source: iCloud not available
fr: iCloud non disponible
ja: iCloud 利用不可
ko: iCloud 사용 불가
tr: iCloud kullanılamıyor
zh_hans: iCloud 不可用
zh_hant: iCloud 無法使用

source: iCloud Sync
fr: Synchronisation iCloud
ja: iCloud 同期
ko: iCloud 동기화
tr: iCloud eşitlemesi
zh_hans: iCloud 云服务同步
zh_hant: iCloud 同步
